Repository: yech90/Bookjom
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Contact Me
fr: Contactez moi

source: For any questions do not hesitate to contact me
fr: Pour plus de question, n'hesitez pas a me contacter

source: Please enter your name.
fr: Entrer votre nom.

source: Please enter your email address.
fr: Entrer votre adresse mail

source: Please enter your phone number.
fr: Entrer votre numero de telephone

source: Please enter a message.
fr: Entrer un message

source: Send Message
fr: Envoyer un message

source: MY SERVICES
fr: MES SERVICES

source: Website
fr: Site Web

source: Advertise your business worldwide
fr: Faites la promotion de votre entreprise dans le monde entier

source: E-Commerce
fr: Commerce en ligne

source: Still selling offline ?
fr: Vous vendez toujours hors ligne?

source: Time to sell your product online
fr: Il est temps de vendre en ligne

source: Others
fr: Autres

source: Customize your needs
fr: Personnalisez vos besoins

source: Portfolio
fr: Réalisations

source: More portfolios and projects to come
fr: Plus de réalisations et projets en cours

source: About me
fr: A propos de moi

source: Curious, Motivated, Goal oriented
fr: Curieux, Motivé, Orienté vers un objectif

source: Fullstack Developer
fr: Développeur FullStack

source: Professional Experiences
fr: Expériences professionnelles

source: Actually working as freelancer as well
fr: Travail aussi en tant que indépendant

source: Credit Agricole Corporate Investment Bank
fr: Banque d'investissement Crédit Agricole

source: October 2020 - Today
fr: Octobre 2020 - Aujourd'hui

source: Working on back office booking platform of Equities, options, Forex
fr: Travail en Back Office sur l'application de booking des actions, options, Forex

source: BNP Paribas Corporte Investment Bank
fr: Banque d'investissement BNP paribas

source: January 2018 - July 2020
fr: Janvier 2018 - Juillet 2020

source: Worked on back office booking platform of Hedge/Mutual funds, Private Equity Real Estate
fr: Travaillé en Back Office sur l'application de booking des Hedge/Mutual Fund, Private Equity

source: October 2014 - November 2017
fr: Octobre 2014 - Novembre 2017

source: Worked on security application/system based on Hooking and Injection
fr: Travaillé sur une application/système de sécurité basé sur les technologies de Hooking et Injection

source: July 2012 - September 2014
fr: Juillet 2012 - Septembre 2014

source: Worked on network monitoring tool and fast paced network equipment bulk setting tool
fr: Travaillé sur un outil de surveillance en masse d'équipements réseaux

source: Contact
fr: Contacts

source: Language
fr: Langages

source: French
fr: Francais

source: English
fr: Anglais

source: korean
fr: Coréen

source: Themes
fr: Thèmes

source: Yes, you can buy happiness ... if you spend it to save time
fr: Oui, vous pouvez acheter du bonheur ... si vous le dépensez pour gagner du temps

source: Tell Me More
fr: En savoir plus
